import Accordion from "react-bootstrap/Accordion";

function AccordionCom() {
  return (
    <Accordion>
      <Accordion.Item eventKey="0">
        <Accordion.Header>التخصصات المتاحه</Accordion.Header>
        <Accordion.Body>
          يعد مجال الطب من أكثر المجالات تنوعًا وتخصصًا، حيث يتيح للطلاب
          والمهنيين الفرصة للتخصص في مجموعة واسعة من المجالات الطبية. تشمل
          التخصصات المتاحة في الطب:
          <ul>
            <li>الجراحة العامة وجراحة القلب والأوعية الدموية.</li>
            <li>
              الطب الباطني بتخصصاته المختلفة مثل أمراض القلب، الجهاز الهضمي،
              وأمراض الرئة.
            </li>
            <li>
              طب الأطفال، بما في ذلك الرعاية الصحية للأطفال والأمراض الخاصة بهم.
            </li>
            <li>
              طب النساء والتوليد، مع التركيز على صحة المرأة والحمل والولادة.
            </li>
            <li>طب الأعصاب وعلاج الاضطرابات العصبية.</li>
            <li>الطب النفسي، لمعالجة الاضطرابات النفسية والعقلية.</li>
            <li>طب الطوارئ والعناية المركزة.</li>
            <li>طب الأورام وعلاج السرطان.</li>
            <li>طب العيون وأمراض العيون.</li>
            <li>الأشعة التشخيصية والعلاجية.</li>
            <li>طب الجلد والأمراض الجلدية.</li>
            <li>التخدير والعناية بالمرضى أثناء الجراحة.</li>
          </ul>
          يهدف هذه التخصصات إلى تزويد الأطباء بالمعرفة والمهارات اللازمة لتقديم
          الرعاية الصحية المثلى وتلبية احتياجات المرضى بفعالية.
        </Accordion.Body>
      </Accordion.Item>
      <Accordion.Item eventKey="1">
        <Accordion.Header>اهم الاسئله</Accordion.Header>
        <Accordion.Body>
          <ul>
            <li>
              يمكنك حجز موعد عبر موقعنا الإلكتروني من خلال النقر على زر "حجز
              ميعاد" وملء النموذج بالمعلومات المطلوبة. سيتم تأكيد الحجز عبر صفحة
              الحجوزات.
            </li>
            <li>
              ساعات العمل من السبت إلى الخميس من الساعة 9 صباحًا حتى 5 مساءً.
              نحن مغلقون أيام الجمعة.
            </li>
            <li>
              نعم، يمكنك تعديل أو إلغاء موعدك عبر الاتصال بخدمة العملاء أو من
              خلال حسابك الشخصي على الموقع.
            </li>
            <li>
              نعم، نقبل مجموعة متنوعة من خطط التأمين الصحي. يرجى التحقق من قائمة
              شركات التأمين المعتمدة لدينا أو الاتصال بخدمة العملاء لمزيد من
              التفاصيل.
            </li>
            <li>
              نتبع بروتوكولات صارمة للتعقيم والوقاية ضد فيروس كورونا. جميع
              المرضى والموظفين ملزمون بارتداء الكمامات، ويتم قياس درجة الحرارة
              عند الدخول. بالإضافة إلى ذلك، نقوم بتعقيم الأسطح بشكل دوري وتوفير
              معقمات اليد في جميع أنحاء المركز.
            </li>
            <li>
              نعم، نقدم استشارات طبية عبر الإنترنت من خلال منصتنا الإلكترونية.
              يمكنك حجز استشارة عبر الإنترنت مع أحد أطبائنا المختصين.
            </li>
            <li>
              نعم، يمكنك اختيار الطبيب الذي ترغب في زيارته عند حجز موعدك عبر
              الموقع الإلكتروني. ستجد قائمة الأطباء المتاحين وأوقاتهم.
            </li>
            <li>
              نقدم مجموعة واسعة من الخدمات الطبية بما في ذلك الاستشارات العامة،
              الفحوصات الطبية، العلاجات التخصصية، العمليات الجراحية البسيطة،
              والفحوصات المخبرية.
            </li>
          </ul>
        </Accordion.Body>
      </Accordion.Item>
    </Accordion>
  );
}

export default AccordionCom;
