import Style from "./About.module.css";
const { parent, aboutUs, imageStyle, content, header } = Style;
export default function About() {
  return (
    <div>
      <header className={header}>
        <h1>من نحن</h1>
      </header>
      <section className={aboutUs}>
        <div className={parent}>
          <div className={imageStyle}>
            <img src="../../../src/images/about.png" />
          </div>
          <div className={content}>
            <h2>نبذة عن موقعنا</h2>
            <p>
              نحن فريق متخصص في توفير حلول رقمية سهلة الاستخدام لإدارة الرعاية
              الصحية. هدفنا الرئيسي هو جعل عملية حجز المواعيد والاستشارات الطبية
              أكثر سلاسة وكفاءة. نسعى إلى تحسين تجربة المرضى من خلال
            </p>
            <p>
              1. خدمات حجز المواعيد المرنة: نوفر لك القدرة على حجز مواعيدك مع
              أطبائك المفضلين في أي وقت وأي مكان بسهولة.
            </p>
            <p>
              2. إدارة مواعيد سريعة وسهلة: تمكّن منصتنا من إدارة مواعيدك الطبية
              بكل بساطة، بما في ذلك التأكيد والإلغاء والتحديث.
            </p>
            <p>
              3. استشارات طبية عن بعد: نوفر لك إمكانية إجراء استشارات طبية مع
              أطباء معتمدين، مما يجعل الرعاية الصحية أكثر ملاءمة وسهولة.
            </p>
            <p>
              4. تتبع حالتك الصحية: يمكنك استخدام منصتنا لمتابعة سجلك الطبي
              والاطلاع على نتائج الفحوصات والوصفات الطبية.
            </p>
          </div>
        </div>
      </section>
    </div>
  );
}
